// 1. 4 нь 3-аас их үү ?
// 2. 3 нь 4-өөс их үү ?
// 3. 4 нь 3-аас их буюу тэнцүү юу ?
// 4. 3 нь 4-өөс их буюу тэнцүү юу ?
// 5. 4 нь 4-тэй тэнцүү юу ?
// 6. 4 нь 4-тэй яг тэнцүү юу ?
// 7.
// 8.
// 9.
// 10.
// 11.
// 12.
// 13.
// 14.
// 15.
// 16.
// 17.
// 18.
// 19.
// 20.

let vii = 4 != 4;
let iix = 4 !== 4;
let ix = 4 != "4";
let x = 4 == "4";
let xi = 4 === "4";

let one = 4 > 3 && 10 < 12;
let two = 4 > 3 && 10 > 12;
let three = 4 > 3 || 10 < 12;
let four = 4 > 3 || 10 > 12;
let five = !(4 > 3);
let six = !(4 < 3);
let eight = !(4 > 3 && 10 < 12);
let nine = !(4 > 3 && 10 > 12);
let ten = !(4 === "4");
